{
  "data": {
    "hairStyles": [
      {
        "slug": "alinhamento",
        "image": {
          "url": "https://sa-east-1.graphassets.com/clxl9bwnp087n07m08oivga54/clxovfo1m064g07lwzldj9p6d"
        },
        "title": "Alinhamento Capilar",
        "introText": "Cabelos Disciplinados e com Movimento Natural",
        "text": {
          "raw": {
            "children": [
              {
                "type": "paragraph",
                "children": [
                  {
                    "text": "Se você quer fios alinhados, sem frizz e com um caimento perfeito, o alinhamento capilar é a escolha certa! No [Nome do Salão], oferecemos um tratamento de alinhamento que vai deixar seu cabelo disciplinado, hidratado e com um brilho incrível, sem perder o movimento natural."
                  }
                ]
              },
              {
                "type": "paragraph",
                "children": [
                  {
                    "text": ""
                  }
                ]
              },
              {
                "type": "heading-two",
                "children": [
                  {
                    "text": "Benefícios do Alinhamento"
                  }
                ]
              },
              {
                "type": "paragraph",
                "children": [
                  {
                    "bold": true,
                    "text": "Fios Alinhados e Sem Frizz:"
                  },
                  {
                    "text": " O alinhamento capilar deixa os cabelos disciplinados, eliminando o frizz e os arrepiados, para um look impecável."
                  }
                ]
              },
              {
                "type": "paragraph",
                "children": [
                  {
                    "bold": true,
                    "text": "Brilho e Hidratação: "
                  },
                  {
                    "text": "Além de alinhar os fios, o tratamento proporciona uma hidratação profunda, deixando o cabelo macio e com um brilho deslumbrante."
                  }
                ]
              },
              {
                "type": "paragraph",
                "children": [
                  {
                    "bold": true,
                    "text": "Movimento Natural:"
                  },
                  {
                    "text": " Diferente de outros tratamentos, o alinhamento mantém o movimento natural dos cabelos, deixando-os soltos e com um caimento perfeito."
                  }
                ]
              },
              {
                "type": "paragraph",
                "children": [
                  {
                    "text": ""
                  }
                ]
              },
              {
                "type": "paragraph",
                "children": [
                  {
                    "text": "Utilizamos apenas produtos de alta qualidade, que garantem resultados incríveis sem danificar os fios. Avaliamos cuidadosamente o seu tipo de cabelo para oferecer um tratamento personalizado que atende às suas necessidades específicas."
                  }
                ]
              },
              {
                "type": "heading-three",
                "children": [
                  {
                    "text": "Agende sua Transformação"
                  }
                ]
              },
              {
                "type": "paragraph",
                "children": [
                  {
                    "text": "Quer um cabelo alinhado e cheio de vida? Agende sua sessão de alinhamento capilar e sinta a diferença que um tratamento de qualidade pode fazer. Estamos prontas para te proporcionar uma experiência única e personalizada, para você sair daqui ainda mais linda."
                  }
                ]
              },
              {
                "type": "paragraph",
                "children": [
                  {
                    "text": "Entre em contato para mais informações ou para agendar seu horário. "
                  }
                ]
              },
              {
                "type": "paragraph",
                "children": [
                  {
                    "bold": true,
                    "text": "Diga adeus ao frizz e aos fios rebeldes. Venha e descubra o poder do alinhamento capilar!"
                  }
                ]
              },
              {
                "type": "paragraph",
                "children": [
                  {
                    "text": "",
                    "italic": true
                  }
                ]
              }
            ]
          }
        }
      },
      {
        "slug": "corte",
        "image": {
          "url": "https://sa-east-1.graphassets.com/clxl9bwnp087n07m08oivga54/clxovo8ch068d07lw5ei0n37z"
        },
        "title": "Corte",
        "introText": "Transforme seu Visual com um Corte Perfeito",
        "text": {
          "raw": {
            "children": [
              {
                "type": "paragraph",
                "children": [
                  {
                    "text": "Nada como um corte de cabelo bem-feito para renovar o visual e levantar a autoestima! No [Nome do Salão], oferecemos cortes que realçam a sua personalidade e destacam a sua beleza natural. Seja para uma mudança radical ou para manter o estilo, estamos prontos para criar o look perfeito para você."
                  }
                ]
              },
              {
                "type": "heading-four",
                "children": [
                  {
                    "text": "Benefícios de um Bom Corte"
                  }
                ]
              },
              {
                "type": "bulleted-list",
                "children": [
                  {
                    "type": "list-item",
                    "children": [
                      {
                        "type": "list-item-child",
                        "children": [
                          {
                            "bold": true,
                            "text": "Realce da Beleza Natural:"
                          },
                          {
                            "text": " Um corte bem-feito valoriza seus traços, destacando o que você tem de melhor."
                          }
                        ]
                      }
                    ]
                  },
                  {
                    "type": "list-item",
                    "children": [
                      {
                        "type": "list-item-child",
                        "children": [
                          {
                            "bold": true,
                            "text": "Praticidade no Dia a Dia:"
                          },
                          {
                            "text": " Com o corte certo, fica muito mais fácil cuidar do cabelo e mantê-lo bonito todos os dias."
                          }
                        ]
                      }
                    ]
                  },
                  {
                    "type": "list-item",
                    "children": [
                      {
                        "type": "list-item-child",
                        "children": [
                          {
                            "bold": true,
                            "text": "Versatilidade:"
                          },
                          {
                            "text": " Do clássico ao moderno, podemos criar cortes que se adaptam ao seu estilo e às suas preferências."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "heading-four",
                "children": [
                  {
                    "text": "Nossa Abordagem"
                  }
                ]
              },
              {
                "type": "paragraph",
                "children": [
                  {
                    "text": "No [Nome do Salão], nossa equipe de cabeleireiros é formada por profissionais talentosos e antenados nas últimas tendências. Antes de começar, conversamos com você para entender seus desejos e avaliar o seu tipo de cabelo. Assim, garantimos um corte que combina perfeitamente com o seu rosto e seu estilo de vida."
                  }
                ]
              },
              {
                "type": "heading-four",
                "children": [
                  {
                    "text": "Agende sua Transformação"
                  }
                ]
              },
              {
                "type": "paragraph",
                "children": [
                  {
                    "text": "Quer dar um toque especial ao seu visual? Agende seu corte de cabelo no [Nome do Salão] e sinta a diferença que um corte de qualidade pode fazer. Nossa missão é fazer você se sentir incrível, com um atendimento personalizado e resultados impecáveis."
                  }
                ]
              },
              {
                "type": "paragraph",
                "children": [
                  {
                    "text": "Entre em contato com a gente para mais informações ou para agendar seu horário. Estamos ansiosos para transformar o seu look!"
                  }
                ]
              },
              {
                "type": "paragraph",
                "children": [
                  {
                    "text": "Renove seu estilo com um corte de cabelo perfeito no [Nome do Salão]. Venha e descubra o poder de um bom corte!",
                    "italic": true
                  }
                ]
              }
            ]
          }
        }
      },
      {
        "slug": "mechas",
        "image": {
          "url": "https://sa-east-1.graphassets.com/clxl9bwnp087n07m08oivga54/clxovte4k06bb07lwuu7nydat"
        },
        "title": "Mechas",
        "introText": "Realce a Beleza do Seu Cabelo com Estilo e Sofisticação",
        "text": {
          "raw": {
            "children": [
              {
                "type": "paragraph",
                "children": [
                  {
                    "text": "Que tal dar um up no visual com mechas incríveis que vão iluminar seus cabelos e deixar você ainda mais linda? As mechas são a escolha perfeita para quem quer um look moderno e cheio de personalidade. Aqui, temos várias técnicas de mechas que vão te surpreender e destacar ainda mais a sua beleza natural."
                  }
                ]
              },
              {
                "type": "heading-four",
                "children": [
                  {
                    "text": "Benefícios das Mechas"
                  }
                ]
              },
              {
                "type": "bulleted-list",
                "children": [
                  {
                    "type": "list-item",
                    "children": [
                      {
                        "type": "list-item-child",
                        "children": [
                          {
                            "bold": true,
                            "text": "Versatilidade:"
                          },
                          {
                            "text": " Seja qual for o seu tipo ou cor de cabelo, as mechas se adaptam e oferecem infinitas possibilidades de estilo."
                          }
                        ]
                      }
                    ]
                  },
                  {
                    "type": "list-item",
                    "children": [
                      {
                        "type": "list-item-child",
                        "children": [
                          {
                            "bold": true,
                            "text": "Realce da Beleza Natural:"
                          },
                          {
                            "text": " Elas iluminam o rosto, destacam o corte e o movimento dos cabelos, além de dar uma aparência mais jovem e radiante."
                          }
                        ]
                      }
                    ]
                  },
                  {
                    "type": "list-item",
                    "children": [
                      {
                        "type": "list-item-child",
                        "children": [
                          {
                            "bold": true,
                            "text": "Manutenção Fácil:"
                          },
                          {
                            "text": " Com a técnica certa, as mechas podem exigir menos manutenção do que uma coloração completa, facilitando a sua rotina de beleza."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "heading-four",
                "children": [
                  {
                    "text": "Nossa Abordagem"
                  }
                ]
              },
              {
                "type": "paragraph",
                "children": [
                  {
                    "text": "Aqui no [Nome do Salão], nossa equipe é formada por profissionais super talentosos e antenados nas últimas tendências. Usamos só produtos top de linha para garantir que suas mechas fiquem lindas e saudáveis. Durante o atendimento, vamos avaliar seu tipo de cabelo, suas preferências e estilo de vida para sugerir a técnica perfeita para você."
                  }
                ]
              },
              {
                "type": "heading-four",
                "children": [
                  {
                    "text": "Agende sua Transformação"
                  }
                ]
              },
              {
                "type": "paragraph",
                "children": [
                  {
                    "text": "Pronta para arrasar com um novo visual? Marque uma consulta com nossos especialistas e descubra o poder das mechas para transformar seu cabelo. No [Nome do Salão], nossa missão é fazer você se sentir ainda mais maravilhosa com um atendimento personalizado e de alta qualidade."
                  }
                ]
              },
              {
                "type": "paragraph",
                "children": [
                  {
                    "text": "Entre em contato com a gente para mais informações ou para agendar seu horário. Estamos ansiosos para ajudar você a brilhar!"
                  }
                ]
              },
              {
                "type": "paragraph",
                "children": [
                  {
                    "text": "Dê um toque de glamour ao seu look. Venha para o [Nome do Salão] e escolha as mechas perfeitas para você!",
                    "italic": true
                  }
                ]
              }
            ]
          }
        }
      },
      {
        "slug": "progressiva",
        "image": {
          "url": "https://sa-east-1.graphassets.com/clxl9bwnp087n07m08oivga54/clxovxpvo06dx07lw8r1w10rd"
        },
        "title": "Progressiva",
        "introText": "Cabelos Lisos e Brilhantes Como Você Sempre Sonhou",
        "text": {
          "raw": {
            "children": [
              {
                "type": "paragraph",
                "children": [
                  {
                    "text": "Cansada de lidar com o frizz e os fios rebeldes? A progressiva é a solução perfeita para quem quer cabelos lisos, brilhantes e cheios de vida. No [Nome do Salão], oferecemos o melhor tratamento de progressiva para transformar seu cabelo e facilitar sua rotina de beleza."
                  }
                ]
              },
              {
                "type": "heading-four",
                "children": [
                  {
                    "text": "Benefícios da Progressiva"
                  }
                ]
              },
              {
                "type": "bulleted-list",
                "children": [
                  {
                    "type": "list-item",
                    "children": [
                      {
                        "type": "list-item-child",
                        "children": [
                          {
                            "bold": true,
                            "text": "Cabelos Lisos e Sem Frizz:"
                          },
                          {
                            "text": " A progressiva alisa os fios, eliminando o frizz e deixando seu cabelo super liso e com movimento natural."
                          }
                        ]
                      }
                    ]
                  },
                  {
                    "type": "list-item",
                    "children": [
                      {
                        "type": "list-item-child",
                        "children": [
                          {
                            "bold": true,
                            "text": "Brilho Intenso:"
                          },
                          {
                            "text": " Além de alisar, a progressiva dá um brilho incrível ao cabelo, deixando-o com uma aparência saudável e radiante."
                          }
                        ]
                      }
                    ]
                  },
                  {
                    "type": "list-item",
                    "children": [
                      {
                        "type": "list-item-child",
                        "children": [
                          {
                            "bold": true,
                            "text": "Manutenção Fácil:"
                          },
                          {
                            "text": " Com a progressiva, você acorda com o cabelo pronto para arrasar, sem precisar de horas de secador e chapinha."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "heading-four",
                "children": [
                  {
                    "text": "Nossa Abordagem"
                  }
                ]
              },
              {
                "type": "paragraph",
                "children": [
                  {
                    "text": "Tratamentos de alisamento utilizando produtos de alta qualidade, que respeitam a saúde dos seus cabelos. Antes de começar o tratamento, fazemos uma avaliação detalhada para entender a estrutura e as necessidades dos seus fios, garantindo um resultado perfeito e duradouro."
                  }
                ]
              },
              {
                "type": "heading-four",
                "children": [
                  {
                    "text": "Agende sua Transformação"
                  }
                ]
              },
              {
                "type": "paragraph",
                "children": [
                  {
                    "text": "Quer cabelos lisos e maravilhosos? Marque agora sua sessão de progressiva no [Nome do Salão] e experimente a liberdade de um cabelo sempre pronto para qualquer ocasião. Nossa equipe está aqui para te proporcionar uma experiência incrível e personalizada."
                  }
                ]
              },
              {
                "type": "paragraph",
                "children": [
                  {
                    "text": "Entre em contato com a gente para mais informações ou para agendar seu horário. Estamos ansiosos para ajudar você a alcançar o cabelo dos seus sonhos!"
                  }
                ]
              },
              {
                "type": "paragraph",
                "children": [
                  {
                    "text": "Transforme seu visual com a progressiva do [Nome do Salão] e tenha cabelos lisos e brilhantes todos os dias!",
                    "italic": true
                  }
                ]
              }
            ]
          }
        }
      }
    ]
  }
}